[
  
    {
    "id" : "thesonofbaldwin",
    "summary" : "Trump is walking to the left...",
    "text" : "Trump is walking to the left, looking back at the camera like a mafia boss. A gnarled tree branch in the frame is giving Hansel and Gretel realness.",
    "type" : "alt-text",
    "shape" : "square",
    "author" : "@thesonofbaldwin",
    "time" : "1/3/2021",
    "links" : [
      {
        "link-text" : "Source post",
        "link-url" : "https://www.instagram.com/p/CJmGEvvFPXP/"
      },
      {
        "link-text" : "About Robert Jones, Jr.",
        "link-url" : "http://www.sonofbaldwin.com/"
      }
    ],
    "reflection" : "The caption of this post is about Trump threatening Georgia's Sectretary of State to “find votes” to flip the state to Trump. I appreciate the way this image description is embued with that dark and foreboding context. And also with a touch of bleak humor. — Shannon"
  },
  
  {
    "id" : "sarahkenny",
    "summary" : "A toddler with wispy blond hair...",
    "text" : "A toddler with wispy blond hair, stands in front of a brightly lit Christmas tree. She’s wearing an oversized tan sweatshirt with baby leopard print jeans and shiny silver high tops. Her hands are clapsed beneath her chin a mirthful smile on her face.",
    "type" : "alt-text",
    "shape" : "square",
    "author" : "Sarah Kenny",
    "time" : "12/16/2020",
    "links" : [
      {
        "link-text" : "Posted on Facebook",
        "link-url" : "",
      }
    ],
    "reflection" : "The combination of the baby leopard pants and “tiny silver high tops” on a toddler stood out to me. These two items signal youthful exuberance. I could also wear leopard print pants and silver high tops, and that could potentially seem “youthful” to some. As adults, we don’t usually point out shoe size, but for a toddler, using the word “tiny” adds another layer of charm to this already cute description. — Bojana"
  },
  
  {
    "id" : "reidinmymind",
    "summary" : "Reid My Mind Podcast",
    "post_title": "Reid My Mind Podcast",
    "post_text" : "<p>We recently listened to the <a href='http://reidmymind.com/flipping-the-script-on-audio-description/'>first episode</a> in a series called Flipping the Script on Audio Description. Thomas Reid talks with three audio describers — Alejandra Ospina, Liz Thomson, and Chanelle Carson — about how they approach their work. Highly recommend listening or reading the transcript!</p>",
    "type" : "text",
    "time" : "9/16/2020"
    },
    
    {
      "id" : "vocaleyes",
      "summary" : "VocalEyes’s Describing Diversity Report",
      "post_title": "VocalEyes’s Describing Diversity Report",
      "post_text" : "<p>In September 2020, VocalEyes, a UK-based organization supporting access to the arts, released a report called <a href='https://vocaleyes.co.uk/describing-diversity-report-published/'>Describing Diversity</a>. The subtitle of the report is, “an exploration of the description of human characteristics and appearance within the practice of theatre audio description.” A favorite part of the report is this recommendation: “Be transparent about your position, your strategy, and your sources of information; consider including a ‘describer’s preface’ or ‘describer’s note’ to explain your decision-making processes.”</p>,
      "type" : "text",
      "time" : "9/20/2020"
      },
  
  {
    "id" : "museummammy",
    "summary" : "two authors who just saw a layout of their first book...",
    "text" : "two authors who just saw a layout of their first book. the woman in the foreground wears glasses and the woman in the background wears pink sunglasses and is holding up a peace sign. both women are radiating with pride and hope for the future.",
    "type" : "alt-text",
    "shape" : "square",
    "author" : "@museummammy",
    "time" : "3/17/2018",
    "links" : [
      {
        "link-text" : "Source post",
        "link-url" : "https://www.instagram.com/p/Bgb1byvAUBe/"
      },
      {
        "link-text" : "About Kimberly Drew",
        "link-url" : "https://en.wikipedia.org/wiki/Kimberly_Drew"
      }
    ],
    "reflection" : "When I’m writing alt-text for social media, I often ask myself, “why am I posting this photo?” This alt-text by Kimberly Drew answers that question beautifully. This post is about a feeling (excitement/pride/hope) prompted by an occasion (a major step towards publishing a book). — Shannon"
  },

  {
    "id" : "donald-judd",
    "summary" : "[There are] five white, very large paintings in this show...",
    "text" : "The space is shallow, close to the surface and achieved by innumerable small arcs superimposed on a black ground overlain with a wash of white. The effect is both complex and simple... The total quality suggests an analogy to a large, fragile, but vigorously carved grill or to a massive, solid lace.",
    "type" : "alt-text",
    "shape" : "landscape",
    "author" : "Donald Judd",
    "time" : "1959",
    "links" : [
      {
        "link-text" : "Source article",
        "link-url" : "https://www.artnews.com/art-news/retrospective/from-the-archives-donald-judd-on-yayoi-kusamas-first-new-york-solo-show-in-1959-7823/"
      },
      {
        "link-text" : "About Donald Judd",
        "link-url" : "https://juddfoundation.org/artist/biography/"
      }
    ],
    "reflection" : "People who are new to alt-text often think of it as a new skill, but description comes up often in other forms of writing. I used to work as a tour guide at Judd Foundation and read a lot of writing by artist Donald Judd. His approach to art criticism often includes stating what he saw, sometimes in a very matter-of-fact way. This review of the net paintings in Yayoi Kusama's first solo exhibition in New York uses a mix of painting terms (talking about the “space” of the painting, “ground,” “wash”) and analogy to get at both the details of the paintings themselves and the impact they had on Judd. — Shannon"
  },

  {
    "id" : "justnalln",
    "summary" : "A sea of purple aster flowers, with round yellow centers...",
    "text" : "A sea of purple aster flowers, with round yellow centers and thick manes of straight thin lavender petals, like purple daisies.",
    "type" : "alt-text",
    "shape" : "square",
    "author" : "@justnalln",
    "time" : "10/23/2018",
    "links" : [
      {
        "link-text" : "Source post",
        "link-url" : "https://www.instagram.com/p/BpS3yzBFs76/"
      },
      {
        "link-text" : "About Justin Allen",
        "link-url" : "http://justnalln.com/"
      }
    ],
    "reflection" : "Justin Allen writes such concise and direct descriptions, but they never feel cold or dry. — Shannon"
  }
]
